[
  {
    "Id": "0ef00909-67f3-46ac-9211-fea07f1126e7",
    "Heading": "Nissan has won LeMans",
    "Description": "NÜRBURGRING, Germany – The #23 Nissan GT-R NISMO GT3 line-up of Alex Buncombe (GB), Katsumasa Chiyo (JAP) and Wolfgang Reip (BEL) has won the Blancpain Endurance PRO Driver's Championship. Third place in a nail-biting, season-closing race at the Nürburgring in Germany sealed the title win for Nissan after a season of hard racing in what is accepted to be the biggest GT championship in the world.Nissan has previously taken the GT4 European title and more recently the Blancpain Endurance PRO AM title. This year is the Nissan GT Academy Team RJN's first attempt at the PRO title, so it is a huge accomplishment to win in its debut PRO season.The Nissan drivers set themselves up for a good race when Buncombe took second overall in qualifying, bagging a front row starting spot for the #23 GT-R. Gaetan Paletou (FRA) then continued the great form he has shown at the Nürburgring, taking the PRO AM pole position, which was eighth place on the overall grid.",
    "PictureUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Nissan_Motorsports_-_Nissan_GT-R_LM_Nismo_-23_%2818860958202%29.jpg/1200px-Nissan_Motorsports_-_Nissan_GT-R_LM_Nismo_-23_%2818860958202%29.jpg"
  },
  {
    "Id": "ce1aaf90-d22f-40bd-9b24-788ee1f89536",
    "Heading": "Bathurst 2022 with new dates!",
    "Description": "Originally announced to run 25-27 February, Supercars, Destination NSW, Bathurst Regional Council, ARG, Motorsport Australia and SRO Motorsports Group have all agreed the new date is better suited given current concerns with COVID and quarantine regulations for international competitors.The latter will also comprise the majority of entries competing for Intercontinental GT Challenge Powered by Pirelli points.Supercars Chief Operating Officer Shane Howard said: “This is the best outcome for the event under the current circumstances.“This new date alleviates pressure on international competitors and freight operators as well as Marshals, Officials and Volunteers who play a critical role in the success of the event every year.“We have worked closely with Destination NSW, SRO Motorsports Group, Bathurst Regional Council, Motorsport Australia, ARG and our broadcasters to ensure this date will ensure the best outcomes for all involved and the Liqui-Moly Bathurst 12 Hour.“As we’ve seen, a number of high-profile teams have already committed to attending and we look forward to seeing more international competitors announce their inclusion leading into May’s new date.“This is a win for fans who have been keen to see this event return to the Australian motorsport calendar for the last two years.”Minister for Tourism and Sport Stuart Ayres said: “The Liqui-Moly Bathurst 12 Hour is a signature event on the NSW motorsports calendar that provides a great boost to the visitor economy of the Central West, so I am delighted it is still going ahead this year.",
    "PictureUrl": "https://upload.wikimedia.org/wikipedia/en/3/3a/Bathurst_12_hour_logo.png"
  },
  {
    "Heading": "Orange 1 fff racing is back for this years Intercontinental challenge!",
    "Description": "After a severely disrupted season last year, 2021 is a year of fresh optimism for the Orange1 FFF Racing Team as it embarks on another Intercontinental GT Challenge campaign with a full Lamborghini Factory Driver line-up to lead the charge. The series, promoted by the Stéphane Ratel Organisation will be disputed over four events, starting with the iconic 24 Hours of Spa, following the cancellation of the Bathurst 12 Hours. IGTC pitches Lamborghini against some of the world’s best manufacturers and is regarded as the pinnacle of GT racing. Also on the 2021 agenda will be the 10 Hours of Suzuka in Japan on the weekend of 20-22nd August, the 8 Hours of Indianapolis in September before concluding on the opening weekend of December with the 9 Hours of Kyalami in South Africa, making it a true global series.Once again, the Chinese team’s line-up will feature a 100% Lamborghini Factory Driver roster, with team co-owner Andrea Caldarelli joined by Marco Mapelli and Mirko Bortolotti. Caldarelli and Mapelli secured an historic unofficial triple crown of GT World Challenge Europe titles – the Sprint, Endurance and Overall crowns – in 2019, becoming the first crew to win both the Sprint and Endurance championships in the same year. Alongside returning Factory Driver Bortolotti, they will be looking to add the Intercontinental GT Challenge title to the team’s ever-increasing résumé in 2021.Bortolotti is also no stranger to Orange1 FFF Racing Team, having driven for the team at Macau at the end of the 2016 season before making a second appearance the following year. Bortolotti is also former GT World Challenge Endurance Cup champion – with Grasser Racing Team in 2017 alongside Caldarelli.",
    "PictureUrl": "https://www.orange1.eu/wp-content/uploads/2022/02/241309495_394364622049303_9048975734763248286_n-2.jpg"
  },
  {
    "Heading": "Emil Fray steals the title!",
    "Description": "Maiden victory in Blancpain GT Series for one of our patner teams: it's Emil Frey Lexus Racing. The team achieved success in Paul Ricard 1000 Km endurance race after a thrilling final lap pass. The drivers who put the Lexus in P1 are Albert Costa, Marco Seefried and Christian Klien. Emil Frey Lexus Racing described this victory as a dream. OMP, partner of the team, is delighted with this success and sends the winners the best congratulations.",
    "PictureUrl": "https://www.rmpaint.com/sites/default/files/news/images/DJI_0631-Edit.jpg"
  },
  {
    "Heading": "52-car field set for Fanatec GT World Challenge Europe Powered by AWS season opener at Imola",
    "Description": "Fanatec GT World Challenge Europe Powered by AWS returns to action next weekend (1-3 April) when a three-hour Endurance Cup race at Imola will raise the curtain on the 2022 season. A stacked 52-car field representing nine brands will tackle the 4.9km anti-clockwise circuit, which combines a fast, flowing layout with vast motorsport heritage. Officially known as Autodromo Enzo e Dino Ferrari, the Italian venue first hosted Fanatec GT World Challenge Europe Powered by AWS in 2020, opening the campaign after the break in competition caused by the Covid-19 pandemic.It proved to be an instant hit with the paddock and among fans watching at home, ensuring considerable enthusiasm for this season's comeback. But while the inaugural visit to was staged without public, the 2022 season-opener will see spectators return to the historic track, adding further colour and atmosphere to proceedings. Further interest comes from Valentino Rossi, who will launch his GT racing career next weekend, while German heavyweights Audi (R8 LMS Evo II GT3) and BMW (M4 GT3) both begin 2022 with new cars.  All of this is complemented by a trio of high-level support series and the start of a new esports campaign, ensuring a spectacular season-opening event is in prospect at Imola.",
    "PictureUrl": "https://www.gt-world-challenge-europe.com/timthumb.php?w=1600&src=%2Fimages%2FNews+2022%2FFBCover_Imola.jpg"
  },
  {
    "Heading": "Barwell Motorsport confirms strong second crew for 2022 Endurance Cup assault with Lamborghini",
    "Description": "The British squad has confirmed that its #77 Lamborghini entry will join the previously announced #78 machine in contesting the new Gold Cup category, ensuring that Barwell returns to a familiar two-car arrangement. Lamborghini factory driver Sandy Mitchell will be joined for all five events by Alex MacDowall, while Rob Collard will complete the crew for the season-opening race at Imola. Thereafter, Adrian Amstutz will contest as many rounds as his business commitments allow, while Finnish ace Patrick Kujala will be the fourth driver at the TotalEnergies 24 Hours of Spa.Each member of the crew has previously earned success with Barwell: Collard and Mitchell clinched the Intelligent Money British GT title together in 2020, while the latter is also a two-time class winner at Spa. MacDowall won the Silver class title in the Endurance Cup in 2020 alongside Kujala, while Amstutz has a pair of class tiles and a Spa triumph to his name. It’s amazing to have so many former Barwell champions lining up in one car! Said team principal Mark Lemmer. It’s certainly an exciting line-up for the new Gold Cup class and I’m sure we will be seeing all these guys returning to the podium again in the Fanatec GT World Challenge Europe Powered by AWS Endurance Cup.”The #77 Lamborghini will carry a striking Amstutz Produkte livery, with further support from Black Bull Scotch Whisky, Christophe Duchamp Watches and Rozalex. The 2022 Endurance Cup kicks off at Imola on 1-3 April before visiting Circuit Paul Ricard (3-5 June), the TotalEnergies 24 Hours of Spa (28-31 July), Hockenheim (2-4 September) and finally Barcelona on 30 September-2 October.",
    "PictureUrl": "https://www.gt-world-challenge-europe.com/timthumb.php?w=1600&src=%2Fimages%2FNews+2022%2FFOX7xS2WYAE0iqZ.jpg"
  }
]
